let i = 0;
let arr = [{
        "review": "အထူးအခွင့်အရေး သင်တန်းပြီးဆုံးပါက သင်တန်းဆင်း လက်မှတ်ထုတ်ပေးမည်ဖြစ်ပြီး သင်တန်းဆင်းလက်မှတ် ရရှိ ထားသော မည်သည့်ကျောင်းသား/သူ မဆို အချိန်မရွေး တစ်သက်တာ ကွန်ပျူတာနဲ့ပတ်သတ်သောစာများမေးမြန်ခွင့် ရှိပြီး တက်ထားသောသင်တန်းအား ပြန်လည်လေ့ကျင့် လိုပါက  ၁ " +
            +"နှစ်အတွင်း အချိန်မရွေး ပြန်လည်တက်ရောက် နိင်ပါသည်။"
    },
    {
        "review": "🛎️<b>တက်ရောက်နိုင်မည့် အတန်းများ<b>🛎️<br>&emsp;&emsp;&emsp;🛎️ကလေးများအတွက် 🧍‍♀️🧍💫💫<br>&emsp;&emsp;&emsp;Starters (Cambridge YLE) <br>&emsp;&emsp;&emsp;Movers.  (Cambridge YLE) <br>&emsp;&emsp;&emsp;Flyers.   (Cambridge YLE ) <br> ⏰⏰တစ်ပတ်လျှင် (၅) ရက် ⏰⏰<br>🛎️လူငယ်များအတွက် 👭👬💫💫 <br>&emsp;&emsp;&emsp;Beginner Course <br>&emsp;&emsp;&emsp;KET  (A2 , Key English Test) <br> &emsp;&emsp;&emsp;PET   (B1 , Preliminary English Test<br>⏰⏰တစ်ပတ်လျှင် (၅)ရက် ⏰⏰"
    },
    {
        "review": "🛎️🛎️<b>ဘာတွေသင်ပေးမှာလဲ🛎️🛎️</b><br>🛎️&emsp;memory stickများဖြင့် ဖိုင်များကူးယူထည့်သွင်းနည်း <br>🛎️&emsp;သတင်းစာ ဂျာနယ် ဖိတ်စာအခြေခံရိုက်နည်းများ<br>🛎️&emsp;ဆော့ဝဲကူးနည်း၊ကွန်ပျူတာ settings သုံးနည်း<br>🛎️&emsp;အတွေ့များသော error ဖြေရှင်းနည်းများ<br>🛎️&emsp;Security ခံပြီးသုံးနည်း security ပြင်နည်းဖြုတ်နည်း <br>🛎️&emsp;file တစ်ခုချင်းစီလိုက် security ခံသုံးနည်းများ<br>🛎️&emsp;စသည်တို့ကို ပြည့်စုံစွာသင်ကြာပေးသွားပါမည်။"
    },
    { "review": "&emsp;&emsp;🛎️🛎️<b>ပေးရတဲ့ဈေးနဲ့တန်ရမယ် 🛎️🛎️</b><br>👉တတ်မြောက်မှုအတွက် အာမခံတယ် ၊<br>👉လူဦးရေကန့်သတ်ထားတယ် ၊ <br>👉သင်တန်းဆင်းလက်မှတ် ထုတ်ပေးတယ်၊<br>😍သင်တဲ့သူကလည်း ကွန်ပျူတာတက္ကသိုလ်ဆင်းပြီး<br>သင်ကြားမှုမှာ နှစ်ပေါင်းများစွာ အတွေ့အကြုံရှိသလို လုပ်ငန်း အတွေ့အကြုံဆိုတာလည်း ရန်ကုန် မန်းလေး မိတ္ထီလာ ကိုယ်ပိုင်လုပ်ငန်းရော  သူများလုပ်ငန်းခွင်မှာပါ စုံလို့❤️" },
    { "review": "&emsp;&emsp;🛎️🛎️<b>အလုပ်ခွင်မှာ အဆင်ပြေဖို့ ကွန်ပျူတာသင်တန်း</b><br>တက်မယ်ဆို စဥ့်ကူးမြို့နယ် နွယ်ရုံက Acme မှာ တက်လို့ရပါ တယ်နော် 😍😍<br><b>🛎️လုပ်ငန်းသုံးကွန်ပျူတာသင်ကြမယ် </b> <br>#မတတ်မချင်းအချိန်အကန့်အသတ်မရှိပြည့်ပြည့်စုံစုံသင်ပေးတဲ့ <br>#ကွန်ပျူတာရုံးလုပ်ငန်သုံးစာစီစာရိုက်သင်တန်း<br>ကျနော်တို့ Acme ကွန်ပျုတာသင်တန်းမှ သင်တန်းသား<br>တစ်ယောက်ချင်းစီ သင်ရိုးကုန်အသေးစိတ်ကို<br>အနည်းဆုံး နာရီပေါင်း <b>၁၀၀</b> အထိ မတတ်မချင်းသင်ကြား ပို့ချပေးလျက်ရှိပါတယ်။" },
    { "review": "🛎️🛎️<b>ဘာတွေသင်ပေးမှာလဲ🛎️🛎️</b><br>&emsp;ကွန်ပျူတာ စနစ်တစ်ခုအကြောင်း အသေးစိတ်<br>&emsp;Operating System(OS)များအကြောင်း<br>&emsp;Data unit ..bytes bits kb mb gbတွေအကြောင်း<br>&emsp;အင်္ဂလိပ်စာ မြန်မာစာပုံမှန်လက်ကွက်အပြင် အစိုးရရုံးသုံး <br>&emsp;myanmar3 pyidaungau font စာရိုက်နည်းများ<br>&emsp;File and folder managementများအကြောင်း" },
    { "review": "🛎️🛎️<b>ယနေ့ခေတ် နယ်ပယ်အသီးသီး🛎️🛎️</b><br>&emsp;&emsp;(ပညာရေး စီးပွာရေး လုပ်ငန်းခွင်တိုင်း)မှာ ကွန်ပျူတာ မတက်လို့ မဖြစ်တော့တဲ့အခြေအနေဆိုတာ လူတိုင်းသိပြီး ဖြစ်မှာပါ။<br>&emsp;&emsp;အဲဒါကြောင့်မို့ သင့်ခလေးသာမက သင်ကိုယ်တိုင်ရော သင့်မိတ်ဆွေထဲကဖြစ်ဖြစ် သင်ယူချင်တယ်ဆိုရင်တော့ ACME နွယ်ရုံကိုသာ လာခဲ့လိုက်တော့နော်" },
    { "review": "&emsp;&emsp;🛎️🛎️<b>သင်တဲ့ trainer ကရော ကျွမ်းကျင်ရဲ့လား???</b><br>&emsp;ကွန်ပျူတာတက္ကသိုလ်မှ 2007/2008တွင် ကျောင်းပြီးကာ<br> ရန်ကုန်၊ မန္တလေး၊မိထ္ထီလာမြို့များတွင် ကွန်ပျူတာ နည်းပညာ များသင်ကြားခြင်း  အတွေ့အကြုံများစွာ ရှိသော ဆရာမ ကိုယ်တိုင် စနစ်တကျ တက်မြောက်သည်အထိ သင်ကြား ပေးပါမည်။ " },
    { "review": "&emsp;&emsp;👉👉<b>ဘာတွေသင်ပေးမှာလဲ </b><br>&emsp;MS Word ဆော့ဝဲလ်ကို အသေးစိတ်တစ်ခုမကျန် <br>&emsp;MS Excel သုံးပြီစာရင်းဇယားဆွဲ တွက်ချက်နည်းများ<br>&emsp;MS powerpoint သုံးပြီး presentation လုပ်တတ်ရန်<br>&emsp;MS Publisher သုံးပြီး ဖိတ်စာ လိပ်စာကဒ် ရိုက်တက်ရန်<br>&emsp;CD DVD burn နည်းများ" },
    { "review": "&emsp;&emsp;<b>🛎️🛎️🛎️သင်တန်းချိန်များ🛎️🛎️🛎️</b><br> &emsp;&emsp;နံနက်&emsp;&emsp;၇ &emsp;&emsp;  မှ &emsp;&emsp;   ၉&emsp;&emsp; နာရီ<br>&emsp;&emsp;နံနက် &emsp;&emsp;    ၉&emsp;&emsp; မှ &emsp;&emsp;၁၁&emsp;&emsp; နာရီ<br>&emsp;&emsp;နေ့လည် &emsp;&emsp; ၁၁ &emsp;&emsp;မှ &emsp;&emsp;၁&emsp;&emsp; နာရီ<br>&emsp;&emsp;နေ့လည် &emsp;&emsp; ၁ &emsp;&emsp;မှ &emsp;&emsp;၃ &emsp;&emsp;နာရီ<br>&emsp;&emsp;နေ့လည်&emsp;&emsp;၃&emsp;&emsp;မှ&emsp;&emsp;၅&emsp;&emsp;နာရီ<br>&emsp;&emsp;ညနေ&emsp;&emsp;၅&emsp;&emsp;မှ &emsp;&emsp;၇&emsp;&emsp;နာရီ" },
    { "review": "👉👉ဖုန်းစခရင်ကြည့်ချိန်တွေကိုလျော့ချချင်ရင်တော့ <br>ကွန်ပျူတာနဲ့အစားထိုးပေးပြီး လေ့လာစရာသင်ယူစရာတွေနဲ့ ထိတွေပေးလိုက်ပါ။ <br>ဖုန်းတစ်လုံးတန်းဖိုးနဲ့ ကွန်ပျူတာတစ်လုံးတန်ဖိုးသိပ်မကွာတဲ့အချိန်မှာ သင့်ကလေးအတွက် <br>သင်ရဲ့ရွေးချယ်မှုက? ??<br>Your Choice is Your Success!" },
    { "review": "👉👉ခုခေတ်မှာ ကွန်ပျူတာ နဲ့ အင်္ဂလိပ်စာမှ တတ်မထားရင် ခေတ်နောက်ကျမှာအသေချာပါပဲ<br>အလုပ်ခွင်ဝင်မယ်ဆိုလဲ ဒီနှစ်ခုသာ တတ်ထား ပုံမှန်ထက်သာတယ်ဆိုတာ အသေချာပါပဲ" },
    { "review": "👉👉ကလေးငယ်တွေအတွက်လည်း ကျောင်းစာသာမက ဒီနှစ်ခုတတ်ရင် သူများထက် ခေါင်းတစ်လုံးပိုပါတယ်<br>ဒါ့ကြောင့် ကွန်ပျူတာ နဲ့အင်္ဂလိပ်စာ ကျွမ်းကျင်ချင်ရင် နွယ်ရုံက Acme ကိုသာ လှမ်းခဲ့ပါနော်။" },
    { "review": "👉👉သင်ကြားရေးဆရာ ဆရာမ တွေ မကျွမ်းကျင်မှာမပူနဲ့ သက်ဆိုင်ရာ နယ်ပယ်မှာ နှစ်ရှည်လုပ်လာတဲ့ အတွေ့အကြုံတွေနဲ့ လက်တွေ့ အောင်မြင်မှုကသက်သေပါပဲ <br>ကဲ သင် သာမက သင့် ကလေးပါ ကွန်ပျူတာ နှင့် အင်္ဂလိပ်စာ ကျွမ်းချင်ရင် Acme က နွေးထွေးစွာကြိုဆိုပါတယ်နော် " },
    { "review": "👉👉သင်တန်းကြေးလေး အပြောင်းလဲရှိသေးလား မေးနေကြတဲ့ မေမေတို့အတွက်ပါရှင့် 🥰  မပြောင်းလဲပါဘူးရှင် ❤️ ကျွန်မတို့ အနေနဲ့  အင်္ဂလိပ်စာကို ကလေးတွေအားလုံးတက်ရောက်သင်ကြားနိုင်ဖို့ကို ဦးစားပေး စီစဉ်ထားပေးတာဖြစ်တဲ့အတွက်ကြောင့် သင်တန်းကြေး ပြောင်းလဲခြင်း မရှိပါဘူးရှင် ❤️❤️  ကျွန်မတို့ အခက်ခဲကို နားလည်ပြီး သင်တန်းကြေးလေး ကောက်တာနည်းလို့ တိုးကောက်ဖို့ အကြံပြုပြောဆိုပေးတဲ့ မေမေတို့ကိုလည်း အထူးကျေးဇူးတင်ပါတယ်ရှင် ❤️" }
];
let show = () => {
    // arr = covergp.children();
    // alert(arr);
    i++;
    // i += 9;
    if (i == arr.length) {
        i = 0;
    } else if (i < 0) {
        i = arr.length - 1;
    } else {
        coverimg.src = "img/" + "cover-" + i + ".jpg";
        coverpara.innerHTML = arr[i].review;
        covergp.classList.toggle("ani_class");
    }
}

let toggleAni = () => {
    covergp.classList.remove("ani_class");
}
let anishow = () => {
    // show();
    setInterval(show, 2000);
    setInterval(toggleAni, 1000);
}